{{* tpl HI formal, औपचारिक आमंत्रण *}}
यदि आप चाहें, तो {{$projectname}} के विकेंद्रीकृत सामाजिक नेटवर्क से यहाँ जुड़ सकते हैं:
{{$invite_where}}

पंजीकरण पूरा करने के लिए आपसे एक बार यह आमंत्रण कोड माँगा जाएगा:
	{{$invite_code}}

पंजीकरण के समय आपको अपना ईमेल पता देना होगा और एक पासवर्ड चुनना होगा,
जो केवल आपको ज्ञात रहना चाहिए।

वैकल्पिक तरीके:

1. पंजीकरण किसी भी सार्वजनिक {{$projectname}} हब पर किया जा सकता है, क्योंकि वे सभी
   आपस में जुड़े हुए हैं। उनकी सूची यहाँ है: {{$invite_anywhere}}
2. खोज पट्टी में मेरा नेटवर्क पता {{$invite_whereami}} लिखिए,
   अथवा {{$invite_whoami}} पर मुझसे मिलिए।
3. [जुड़ें] पर क्लिक कीजिए।
